{
    "stretchExerciseCollection": [
        {
            "title":"Rozciąganie mm. kulszowo-goleniowych",
            "size":1,
            "description":"Leżymy na plecach, zginamy nogę w biodrze do 90°, dłonie układamy na tylnej częsci uda, a następnie wykonujemy wyprost nogi w kolanie, zginamy stopę grzbietowo (do siebie), aż pojawi się uczucie rozciągania po tylnej stronie kolana, uda, bądź łydki. Utrzymujemy pozycję przez wyznaczony czas.",
            "image":"img/stretch0.png",
            "repetitions":"10 x 4sek x strona",
            "trigger":false,
            "queueNumber":0
        },
        {
            "title":"Rozciąganie mm. kulszowo-goleniowych 2",
            "size":1,
            "description":"Ustawiamy się w klęku podpartym. Prostujemy nogi w kolanach dociskając pięty do podłoża, aż pojawi się uczucie rozciągania po tylnej stronie kolana, uda, bądź łydki. Utrzymujemy pozycję przez wyznaczony czas.",
            "image":"img/stretch6.png",
            "repetitions": "10 x 4sek",
            "trigger":false,
            "queueNumber":0
        },
        {
            "title":"Rozciąganie mm. pośladkowych",
            "size":1,
            "description":"Leżymy na plecach, jedna noga jest zgięta w kolanie do 90°, druga jest oparta łydką o kolano pierwszej. Trzymając za kolano zgiętej nogi obydwiema rękoma przyciągamy ją do siebie, aż pojawi się uczucie rozciągania w okolicy pośladka.",
            "image":"img/stretch1.png",
            "repetitions":"40sek x strona",
            "trigger":false,
            "queueNumber":0
        },
        {
            "title":"Rozciąganie mm. piersiowych",
            "size":1,
            "description":"Leżymy na boku, noga znajdująca się u góry jest zgięta ok. 90° i opiera się kolanem o mate, ręka znajdująca się u góry jest wyprostowana i ustawiona po skosie, próbujemy dotknać grzbietem dłoni do maty, aż pojawi się uczucie rozciągania w okolicy pachy, pleców, bądź ręki.",
            "image":"img/stretch2.png",
            "repetitions":"40sek x strona",
            "trigger":false,
            "queueNumber":0
        },
        {
            "title":"Rozciąganie mm. czworogłowych",
            "size":1,
            "description":"Ustawiamy się w klęku jednonóż, dłoń po stronie nogi zakrocznej jest oparta o matę na wysokości stopy nogi wykrocznej. Nogę zakroczną mocno wysuwamy do tyłu. Wolną ręką przyciągamy podudzie nogi zakrocznej chwytając w okolicy stawu skokowego. Przyciągamy podudzie do momentu, aż pojawi się uczucie rozciągania z przodu uda nogi zakrocznej.",
            "image":"img/stretch3.png",
            "repetitions":"40sek x strona",
            "trigger":false,
            "queueNumber":0
        },
        {
            "title":"Rozciąganie mm. czworobocznych lędźwi",
            "size":1,
            "description":"Stoimy, nogi są ustawione 'na krzyż', rozciągamy bok po stronie nogi, która znajduje się z tyłu. Biodro po stronie rozciąganej wypychamy w bok oraz unosimy bokiem w górę rękę po stronie rozciąganej. Wypychamy biodro w bok do momentu, aż pojawi się uczucie rozciągania w okolicy biodra lub pleców.",
            "image":"img/stretch4.png",
            "repetitions":"10 x 4sek x strona",
            "trigger":false,
            "queueNumber":0
        },
        {
            "title":"Rozciąganie mm. biodrowo-lędźwiowych",
            "size":1,
            "description":"Ustawiamy się w klęku jednonóż. Kolano nogi wykrocznej nie może przekraczać lini stopy, noga zakroczna wysunięta lekko do tyłu. Plecy są proste, ręce opierają się o stabilny przedmiot. Napinamy pośladek nogi zakrocznej, biodrem schodzimy w dół i lekko ku przodowi aż pojawi się uczucie rozciągania w okolicy biodra lub uda nogi zakrocznej.",
            "image":"img/stretch5.png",
            "repetitions":"40sek x strona",
            "trigger":false,
            "queueNumber":0
        }   
    ]
}