{
    "strengthExerciseCollection": [
        {
            "title": "Wzmacnianie mm. posturalnych, mm. pośladkowych, mm. grzbietu",
            "size": 1,
            "description": "Ustawiamy się w podporze przodem, plecy są proste, brzuch napięty, dłonie znajdują się w lini prostej pod barkami. W spokojnym tempie odrywając jedną rękę od materaca dotykamy dłonią przeciwległego barku, wracamy do pozycji wyjściowej i robimy to samo drugą ręką. Ćwiczymy do końca wyznaczonego czasu.",
            "image": "img/strength0.png",
            "repetitions": "3 x 30sek",
            "trigger": false,
            "queueNumber": 0,
            "sort": ["all","legs", "back"]
        },
        {
            "title": "Wzmacnianie mm. posturalnych, mm. pośladkowych, mm. grzbietu 2",
            "size": 1,
            "description": "Ustawiamy sie w klęku podpartym. Dłonie znajdują się pod barkami, kolana pod biodrami. Unosimy rękę do wysokości barku, oraz nogę po przeciwległej stronie do wysokości biodra. Dłoń jest otwarta, ustawiona kciukiem w górę. Utrzymujemy pozycję przez wyznaczony czas. Wracamy do pozycji wyjściowej, a następnie robimy to samo drugą ręką i nogą. ",
            "image": "img/strength1.png",
            "repetitions": "10 x strona x 4sek",
            "trigger": false,
            "queueNumber": 0,
            "sort": ["all","legs", "back"]
        },
        {
            "title":"Wzmacnianie mm. posturalnych, mm. pośladkowych, mm. grzbietu 3",
            "size":1,
            "description":"Ustawiamy sie w klęku podpartym. Dłonie znajdują się pod barkami, kolana pod biodrami. Odrywamy kolana od materaca na kilka centymetrów. Brzuch jest napięty. Utrzymujemy pozycję przez wyznaczony czas. ",
            "image":"img/strength6.png",
            "repetitions":"3 x 30sek",
            "trigger":false,
            "queueNumber":0,
            "sort": ["all","legs", "back"]
        },
        {
            "title":"Wzmacnianie mm. pośladkowych, mm. głębokich tułowia",
            "size":1,
            "description":"Leżymy na plecach z nogami ugiętymi. Ręce są skrzyżowane na klatce piersiowej. Stopy w jednej linii. Unosimy biodra w górę. Brzuch i pośladki są napięte. Utrzymujemy uniesione biodra przez wyznaczony czas. Wracamy do pozycji wyjściowej.",
            "image":"img/strength2.png",
            "repetitions":"10 x 4sek",
            "trigger":false,
            "queueNumber":0,
            "sort": ["all","legs", "back", "stomach"]
        },
        {
            "title":"Wzmacnianie mm. grzbietu, mm. kończyn górnych",
            "size":1,
            "description":"Leżymy na brzuchu, ręce są wyprostowane w przód, kciuki skierowane w górę. Odrywamy ręce i głowe od materaca. Napinamy mięśnie grzbietu. Ręce, powolnym ruchem, przenosimy nad tłów kierując kciuki w dół. Następnie powoli wracamy do pozycji wyjściowej. ",
            "image":"img/strength3.png",
            "repetitions":"15x",
            "trigger":false,
            "queueNumber":0,
            "sort": ["all","arms", "back"]
        },
        {
            "title":"Wzmacnianie mm. posturalnych, mm. brzucha, mm. stożka rotatorów",
            "size":1,
            "description":"Leżymy na boku z przedramieniem opartym o mate. Łokieć znajduje się pod barkiem. Nogi są proste, stopa leży na stopie. Wolną rękę opieramy o biodro. Unosimy tułów tak, aby ciało utworzyło linie prostą. Brzuch jest napięty. Utrzymujemy pozycje przez wyznaczony czas.",
            "image":"img/strength4.png",
            "repetitions":"3 x 15sek x strona",
            "trigger":false,
            "queueNumber":0,
            "sort": ["all","arms", "back", "stomach"]
        },
        {
            "title":"Wzmacnianie mm. czworogłowych, mm. pośladkowych, mm. kulszowo-goleniowych",
            "size":1,
            "description":"Stoimy, stopy ustawione na wprost, na szerokość bioder. Ręce wyprostowane przed sobą celem utrzymania równowagi. Powoli zaczynając od zgięcia w biodrach schodzimy do przysiadu pamiętając, żeby linia kolan nie przekroczyła lini palców u stóp. Plecy są proste. Kiedy zgięcie w kolanach wynosi ok 90° zatrzymujemy się na chwilę, a następnie powoli wracamy do pozycji wyjściowej.",
            "image":"img/strength5.png",
            "repetitions":"3 serie x 10",
            "trigger":false,
            "queueNumber":0,
            "sort": ["all","legs", "stomach"]
        }
    ]
}